Repository: bgonzalezn/PRTT-bpgn
Catalog: tm/pSIF Alert.tmx
Source language: en
Languages: es

source: Veins, veinlets, stockworks and breccias in the intrusive bodies
es: Vetas, vetillas, stockwork y brechas en los cuerpos intrusivos.

source: Vendor and Brand Guidelines
es: Directrices sobre proveedores y marca

source: Verbal communication/reporting
es: Comunicación / Informe verbal

source: Verification of implementation / effectiveness of corrective actions
es: Verificación de la implementación / efectividad de las medidas correctivas

source: Verify operator’s competency.
es: Verificar las competencias del operador.

source: Verify the HSSE management Plan.
es: Verificar el plan de gestión de HSSE.

source: Verify communication devices and emergency equipment are working properly.
es: Verifique los dispositivos de comunicación y el equipo de emergencia estén funcionando de forma correcta

source: Verify controls are in place on-site.
es: Verifica que se hayan implementado los controles en el sitio.

source: Verify controls and contingency preparedness
es: Verificar controles y preparación ante contingencias

source: Verify that emergency equipment are available and in good working condition: First Aid kit, spill kit, survival kit, etc.
es: Verificar que el equipo de emergencia esté disponible y en buenas condiciones: Kit de primeros auxilios, de derrames, de supervivencia, etc.

source: Verify that fatal risks are effectively controlled
es: Verificar que los riesgos fatales estén efectivamente controlados

source: Version 1.0, 3 January 2018
es: Versión 1.0, 3 enero 2018

source: Very High
es: Muy Alto

source: Very High Risk
es: Riesgo Muy Alto

source: Very Low
es: Muy Bajo

source: Very Low Risk
es: Riesgo Muy Bajo

source: Very fine-grained unit with high sulfide content previously termed “Black Shale” that is strongly mineralized and is generally less than 30 m thick.
es: Unidad de grano muy fino con alto contenido de sulfuros anteriormente denominada “Esquisto Negro” que se encuentra muy mineralizado y tiene una potencia generalmente inferior a 30 m.

source: Very fine-grained unit with high sulfide content previously termed “Black Shale” that is strongly mineralized.
es: Unidad de grano muy fino con alto contenido de sulfuros denominada anteriormente “Esquisto Negro” que está fuertemente mineralizada.

source: Very positive result for:
es: Resultados muy positivos para:

source: Very rapid ascents.
es: Hay ascensos muy rápidos.

source: Very strong proposed team with good availability
es: Equipo propuesto muy fuerte y con buena disponibilidad

source: Vessels shall be operated by an appropriated licenced person and hold a current survey for the work being conducted.
es: Las embarcaciones deben ser operadas por una persona debidamente autorizada y contar con una licencia vigente para el trabajo a realizar.

source: Vibrations are one of many environmental factors that act on structures.
es: Las vibraciones son uno de los numerosos factores ambientales que actúan sobre las estructuras.

source: Victoria, SAustralia and PNG
es: Victoria, Australia Sur y PNG

source: Viewed from the 4145 Bench, the underlying 4130 Catch Bench appears to be generally well developed with ample containment capacity and only occasional significant back-break at the bench crest (Photograph 9).
es: Visto desde el banco 4145, el banco de seguridad 4130 subyacente parecer desarrollarse bien y tener amplia capacidad de contención y solo sobrequiebre ocasional importante en su coronamiento (Fotografía 9).

source: Violation or non-compliance with any portion of the HSSE Manual, whether or not an incident occurs, may lead to discipline, up to and including termination for cause.
es: La violación o el incumplimiento de cualquier parte del Manual de HSSE, ocurra o no un incidente, puede acarrear acciones disciplinarias que pueden incluir el término del empleo por causal imputable al trabajador.

source: Visibility and blind spots must be discussed with the Operator prior to commencement of works and exclusion zones established.
es: La visibilidad y los puntos ciegos deben ser analizados con el Operador antes de iniciar los trabajos y deben establecerse las zonas de exclusión.

source: Visible Felt Leadership
es: Liderazgo visible

source: Visible Felt Leadership (VFL)
es: Liderazgo visible y palpable

source: Visible Felt Leadership (VFL) - Observable behaviour that demonstrates genuine care for personal wellbeing.
es: Liderazgo visible y palpable (VFL): comportamiento observable que demuestra auténtico cuidado por el bienestar personal.

source: Visible Felt LeadershipDemonstrating Visible Felt Leadership in all that we do
es: Liderazgo visible y palpableDemostrar liderazgo visible y palpable en todo lo que hacemos

source: Vision and Values
es: Visión y Valores

source: Vision or hearing deficiency
es: Deficiencia visual o auditiva

source: Visit the O365 Brand Intranet site to explore brand reference materials and more like:
es: Visitar la Intranet de la marca en O365 para encontrar material de referencia y otras cosas:

source: Visual Felt Leadership Survey 1 Resultsfor Latin America
es: Resultados de Encuesta 1 de Liderazgo Visible y Demostrado 2017 para Latino América

source: Visual Felt Leadership Survey 2 Resultsfor Latin America Mining
es: Resultados de Encuesta 2 de Liderazgo Visiblepara Minería Latinoamérica

source: Visual contact is maintained with the operator during sampling.
es: Se mantiene contacto visual con el operador durante el muestreo.

source: Volcani-sedimentary units are generally massive with little fracture development within unfaulted zones.
es: Las unidades volcanosedimentarias son generalmente masivas y tienen escaso desarrollo de fracturas dentro de las zonas sin fallas.

source: Voluntary action and being in control
es: Acto voluntario y estar en control

source: Vulnerable – Includes young employees (under age of 25 years), new or transferred employees, employees returning to the workplace following an extended absence or leave, subcontractors, temporary or seasonal employees and in some cases, indigenous persons.
es: Vulnerable: comprende a los colaboradores jóvenes (menores de 25 años), a los colaboradores nuevos o transferidos, a los colaboradores que regresan al lugar de trabajo luego de una ausencia o licencia prolongada, a los subcontratistas, al personal por temporada o estación y, en algunos casos, a personas indígenas.

source: WARNING TAPE
es: CINTA DE SEGURIDAD

source: WASTE
es: RESIDUOS

source: WASTE MANAGEMENT
es: GESTIÓN DE RESIDUOS

source: WEATHER
es: CLIMA

source: WHAT DOES IT INCLUDE?
es: ¿QUÉ SE INCLUYE?

source: WHAT IF THE CLIENT HAS DIFFERENT STANDARDS?
es: ¿QUÉ SUCEDE SI EL CLIENTE TIENE NORMAS DISTINTAS?

source: WHAT IS IT?
es: ¿QUÉ ES?

source: WHEN IS IT DONE?
es: ¿CUÁNDO SE HACE?

source: WHEN IS IT REQUIRED?
es: ¿CUÁNDO SE NECESITA?

source: WHO IS INVOLVED?
es: ¿QUIÉNES PARTICIPAN?

source: WHY IS IT DONE?
es: ¿POR QUÉ SE USA?

source: WINDOW CLEANING AT HEIGHTS
es: LIMPIEZA DE VENTANAS EN ALTURA

source: WMS / JMP - how to complete high risk activity and manage HSSE risks.
es: WMS / JMP – cómo completar una actividad de alto riesgo y gestionar los riesgos de HSSE.

source: WMS must be reviewed when work changes.
es: Los WMS deben ser revisados cuando cambia un trabajo.

source: WMS Library
es: Biblioteca WMS

source: WMS activity
es: Actividad WMS

source: WMS are available for recurring technical tasks undertaken by Golder within each technical discipline.
es: Los PST están para tareas técnicas recurrentes que ejecuta Golder en cada disciplina técnica.

source: WMS are required for:
es: Se necesitan PST para:

source: WMS must be task specific and should cover a distinct activity.
es: El PST debe ser específico para la tarea y abarcar una actividad definida.

source: WMS should be reviewed and updated, in consultation with workers, every three months or:
es: El WMS debe ser revisado y actualizado en consulta con los trabajadores cada tres meses o:

source: WMSs should be prepared/reviewed for the construction activities with the subcontractor.
es: Deben elaborarse/revisarse WMS para las actividades de construcción con el subcontratista.

source: WORK AREA
es: ÁREA DE TRABAJO

source: WORK METHOD STATEMENT
es: PROCEDIMIENTO DE TRABAJO SEGURO

source: WORK SAFELY
es: TRABAJAR CON SEGURIDAD

source: WORKING AQROUND PLANT
es: TRABAJO ALREDEDOR DE MAQUINARIA PESADA E INSTALACIONES

source: WORKING AROUND HEAVY AND MOBILE EQUIPMENT
es: TRABAJO ALREDEDOR DE MAQUINARIA MÓVIL Y PESADA

source: WORKING AROUND HEAVY EQUIPMENT
es: TRABAJO ALREDEDOR DE MAQUINARIA PESADA

source: WORKING AROUND SUSPENDED LOADS
es: TRABAJO ALREDEDOR DE CARGAS SUSPENDIDAS

source: WORKING AT ALTITUDE
es: TRABAJO A GRAN ALTITUD

source: WORKING AT HEIGHTS
es: TRABAJO EN ALTURA

source: WORKING IN HOT AND COLD ENVIRONMENTS
es: TRABAJO EN AMBIENTES CALIENTES Y FRÍOS

source: WORKING NEAR OR OVER WATER
es: TRABAJO CERCA O SOBRE AGUA

source: WORKING NEAR or OVER WATER
es: TRABAJO CERCA DE O SOBRE AGUA

source: WORKING WITH ASBESTOS
es: TRABAJO CON ASBESTO

source: WRF
es: DEPÓSITO DE ESTÉRILES

source: Wait in a safe access location outside the exclusion zone and make visual/radio contact with the Operator to seek permission to enter.
es: Esperar en un lugar de acceso seguro fuera de la zona de exclusión y hacer contacto visual o de radio con el Operador para tener su permiso para ingresar.

source: Waivers of liens/claims
es: Renuncia de gravámenes/derechos

source: Walk on surfaces that appear dry and desiccated and have a long stick to probe hard ground under tailings.
es: Caminar sobre superficies que parezcan secas con una vara larga para comprobar la dureza de los relaves debajo.

source: Walking on soft tailings where unknown gases were present.
es: Caminar sobre relaves blandos en presencia de gases desconocidos.

source: Walking the talk – your behaviour’s reflect the values of the organization.
es: Liderar con el ejemplo: sus comportamientos reflejan los valores de la organización.

source: Warehouse
es: Bodega

source: Warning tape is sometimes laid above underground services.
es: A menudo se pone una cinta de seguridad encima de servicios enterrados.

source: Warranties (including fitness for purpose)
es: Garantías (aptitud para un fin, inclusive)

source: Warranty
es: Garantía

source: Warranty is 12 months from Substantial Completion.
es: La garantía es 12 meses desde la recepción final.

source: Warranty language includes “fit for purpose language” which needs to be amended.
es: La redacción de la garantía incluye “redacción de aptitud para un fin” que debe modificarse.

source: Was the Hazard Assessment for this task reviewed (by the investigators)?
es: ¿Se revisó la Evaluación de Peligro para esta tarea? (Revisión de Investigadores)

source: Was the Third Party recommended by a Government official in any manner (directly or indirectly)?
es: ¿El Tercero fue recomendado por un funcionario de gobierno de alguna manera (directa o indirecta)?

source: Was the work instruction followed?
es: ¿Se siguieron las instrucciones de trabajo?

source: Was this covered in the HaSEP?
es: ¿Este tema está cubierto en el HaSEP?

source: Wash hands thoroughly as soon as possible after handling potentially contaminated samples.
es: Lavarse las manos muy bien en cuanto sea posible tras manipular muestras posiblemente contaminadas.

source: Waste collected and removed or securely stored and labelled?
es: ¿Se recogieron y eliminaron o se almacenaron de forma segura y etiquetaron los residuos?

source: Waste disposal arrangements shall be incorporated into Asbestos Removal Control Plan developed by Asbestos Removal Contractor.
es: Deben incorporarse arreglos para la disposición final en el Plan de Control para Remoción de Asbesto elaborado por el contratista de remoción de asbesto.

source: Waste disposal records must be retained on the project file.
es: Deben mantenerse registros de la disposición de residuos en la carpeta del proyecto.

source: Waste materials, including soil and liquid waste, must not be disposed into water unless approval from the relevant regulatory authority has been granted.
es: Los materiales residuales, tanto sólidos y líquidos, no deben disponerse en el agua salvo que exista autorización del regulador pertinente.

source: Waste must be tracked in accordance with local requirements.
es: Se deben rastrear los residuos de conformidad con la normativa local.

source: Waste rock will also be placed in the Monjas Pit (beginning in year 2030) and the eastern portion of the Gramalote Pit (beginning in year 2023).
es: También se almacenará roca estéril en el pit Monjas (a partir del año 2030) y en la parte este del pit Gramalote (a partir del año 2023).

source: Waste rock will primarily be emplaced in the main waste rock facility (WRF) in the El Topacio, El Banco, and San Antonio basins, as well as in the Oxide and Low Grade Ore piles.
es: La roca estéril será almacenada en el depósito de estériles principal en las cuencas El Topacio, El Banco y San Antonio, así como en las pilas de óxidos y de mineral de baja ley.

source: Waste storage must be located away from neighbouring sites and public assets to reduce aesthetic impacts and the potential for interference from the general public and not be accessible to wildlife.
es: El almacenamiento de residuos debe ubicarse lejos de sitios vecinos y activos públicos para reducir los impactos estéticos y el potencial de interferencia de parte del público y evitar el acceso de la fauna.

source: Waste transporters must be licenced in accordance with local requirements and approved within the Sub-contractor DB.
es: Los transportadores de residuos deben contar con licencia de conformidad con la normativa local y estar autorizados en la SCDB.

source: Waste – Unwanted by-product of our processes.
es: Residuo: subproducto no deseado de nuestros procesos.

source: Watch your inbox for forthcoming information about how to access and use rebranded Word and PowerPoint templates.
es: Revisar tu bandeja de entrada por si aparece información sobre cómo acceder y usar las nuevas plantillas de Word y PowerPoint con la nueva marca.

source: Water and/or warm fluids
es: Agua o líquidos tibios

source: Water from the sump is pumped to an intermediate lined pond and then to a lined pond at an elevation of 4090 m where is used in mine operations.
es: El agua de la sentina se bombea a una piscina intermedia impermeabilizada y luego a una piscina impermeabilizada que está a una elevación de 4090 m, donde se utiliza en las operaciones mineras.

source: Water is pumped from the pit via a system of pumps and intermediate lined storage ponds.
es: El agua se bombea desde el pit mediante un sistema de bombas y piscinas intermedias impermeabilizadas.

source: Water level data suggest that groundwater elevations are close to ground surface at all locations.
es: Los datos de nivel de agua sugieren que la elevación de las aguas subterráneas es cercana a la superficie del suelo en todas las ubicaciones.

source: We have a few ways we can ensure these tasks are done correctly:
es: Tenemos algunas formas de asegurar que estas tareas se hagan de forma correcta:

source: We have daily discussions on field work and one important issue is employee safety.
es: Tenemos discusiones diarias en terreno, y un tema de importancia es la seguridad de los trabajadores.

source: We actively encourage this through our Take 5 approach.
es: Esto lo llevamos a la práctica a través de los cinco minutos de salud y seguridad o “Take 5”.

source: We anticipate, identify and assess HSSE risks as early as possible such as when work opportunities are identified and as working conditions change.
es: Prevemos, identificamos y evaluamos los riesgos de HSSE tan pronto como nos sea posible como, por ejemplo, al detectar una nueva oportunidad de trabajo o cuando cambian las condiciones de trabajo.

source: We are committed to a thoughtful balance as we plan, design and consume, with a view to the long term.
es: Tenemos el compromiso de ejercer un equilibrio meditado en la planificación, el diseño y el consumo, con una mirada de largo plazo.

source: We are committed to achieving moderate growth
es: Nos comprometemos a alcanzar un crecimiento moderado

source: We are committed to the protection of the environment and to the prevention of pollution.
es: Estamos comprometidos con la protección del medio ambiente y la prevención de la contaminación.

source: We are continuing to strengthen our leadership
es: Seguimos fortaleciendo nuestro liderazgo

source: We are getting close, but we are not there yet.
es: Estamos cerca, pero todavía falta.

source: We are in the process of identifying conferences, events etc. where these adaptors may have been given away.
es: Estamos en proceso de identificar las conferencias, eventos y otros donde estos adaptadores podrían haber sido entregados.

source: We are not talking about every activity here – you will know the ones that are high risk.
es: No estamos hablando de todas las actividades, ustedes sabrán cuáles son de alto riesgo.

source: We are presently working on our forecast for the full year and will discuss this when we communicate our 2017 STP in May.
es: Ahora estamos trabajando en nuestro pronóstico para el año completo y hablaremos de ello cuando comuniquemos nuestro STP para 2017 en mayo.

source: We are still experiencing potential fatal incidents!
es: ¡Todavía estamos sufriendo de potenciales incidentes fatales!

source: We can even take a broader view and look at how HSSE is embedded in the project lifecycle?
es: Incluso podemos generalizar más y ver cómo la HSSE está entretejida con el ciclo de vida del proyecto.

source: We cannot know this from a site visit or the limited borehole information we have been provided.
es: No podemos saber esto a partir de una visita de campo o con la limitada información de perforaciones que hemos proporcionado.

source: We deliver a level of excellence and expertise that is innovative, industry-leading, and always focused on a shared vision of success.
es: Entregamos un nivel de excelencia y experiencia que se traducen en innovación, liderazgo en la industria y un foco siempre puesto en una visión compartida del éxito.

source: We developed a project-specific earthquake catalog to evaluate the suitability and uncertainty in the rate of earthquake occurrence within the defined seismic sources.
es: Golder elaboró un catálogo específico de sitio para el proyecto a fin de evaluar la tasa de ocurrencia de sismos en las fuentes sismogénicas definidas y la incertidumbre asociada.

source: We encountered some challenges at the start of the quarter that have led us to become somewhat cautious on our full year outlook.
es: Encontramos algunos desafíos al comienzo del trimestre que nos han llevado a ser un poco cautelosos sobre las perspectivas que tenemos para el año.

source: We ended the quarter with a DSO of 90 days, which is 4 days higher than the start of the year.
es: Finalizamos el trimestre con 90 días de ventas por cobrar (DSO), lo que resulta superior en 4 días al de inicios de año.

source: We extend this caring to our contractors, vendors, and clients in every project we undertake.
es: Hacemos extensiva esta preocupación a nuestros contratistas, proveedores y clientes en cada proyecto que desarrollamos.

source: We had a good start to the year with Q1 results exceeding our budget and earning roughly 25% of our entire annual budgeted EBITDA, which is a strong result.
es: Tuvimos un buen comienzo de año. Los resultados del Q1 superaron lo presupuestado y las ganancias alcanzaron aproximadamente un 25% del total del EBITDA anual que teníamos presupuestado. Ese es un muy buen resultado.

source: We have a long-term plan and we are on the right track.
es: Tenemos un plan de largo plazo y estamos en la senda correcta.

source: We have a policy!
es: ¡Tenemos una política!

source: We have contacted the supplier and also sent a sample to an electrician for testing and to better understand the risk.
es: Hemos contactado al proveedor y hemos enviado una muestra a un experto eléctrico para su revisión y para entender a profundidad el riesgo.

source: We have not shown end of cycle examples - this is really to get you started on your Destination discussions!
es: No hemos mostrado los ejemplos de fin de ciclo - ¡esto es sólo para ayudarle a iniciar sus discusiones de Destino!

source: We have reviewed the processes and systems the client has in place to mitigate potential risks of this kind.
es: Hemos revisado los procesos y sistemas implementados por el cliente para mitigar posibles riesgos de este tipo.

source: We have set a sunset date on using our former brand (in printed and electronic materials) of April 30, 2018, which allows you time to learn and transition to the new document styles.
es: Hemos establecido una fecha para dejar de usar la marca anterior (en material impreso y electrónico) el 30 de abril de 2018, lo que deja tiempo para aprender y hacer la transición a los nuevos estilos de documento.

source: We have tested some stich out exceptions and have approved the following:
es: Hemos probado algunas excepciones en bordado y autorizado las siguientes:

source: We have worked hard to earn our reputation, building on the quality of our professionals and the success of our clients.
es: Hemos trabajado arduamente para ganarnos nuestra reputación, sustentada en la calidad de nuestros profesionales y en el éxito de nuestros clientes.

source: We hope this easy reference guide will empower you to understand and act upon common risks you may encounter on our sites.
es: Esperamos que esta guía de referencia fácil te ayude a comprender y actuar ante riesgos habituales que es posible encontrar en las faenas o sitios.

source: We identify and plan appropriate control strategies before we issue proposals, deliver services and throughout each work day.
es: Identificamos y planificamos estrategias de control adecuadas antes de emitir propuestas, entregar servicios y a lo largo de cada día de trabajo.

source: We make it a priority every hour of the day to ensure our people are working and living in a way that keeps them, their families and their communities safe and healthy.
es: En cada momento, nuestra prioridad es garantizar que nuestra gente trabaje y viva en condiciones que protejan su salud y seguridad así como la de sus familias y comunidades.

source: We must apply the hierarchy of control to hazard associated with our tasks.
es: Debemos aplicar la jerarquía de control de riesgos asociados a nuestras tareas.

source: We must communicate the Fatal Risk Controls to our contractors.
es: Debemos comunicar los Controles de Riesgos Fatales a nuestros contratistas.

source: We need to be considering the risks associated with all journeys however more rigor needs to be applied to journeys where the person may not have ready access to assistance in the case of incident or breakdown.
es: Se deben considerar los riesgos asociados a todos los viajes, pero debe darse especial énfasis a los viajes en que la persona no cuente con acceso fácil a apoyo en caso de un incidente o avería.

source: We need to identify the issues and be clear on how we will manage them at a big picture level to give our client confidence and most importantly our team the direction they are looking for.
es: Tenemos que identificar los problemas y tener claridad sobre cómo vamos a gestionarlos a un nivel general, para que el cliente tenga confianza, y más importante aún, para que nuestro equipo sepa la dirección en la que vamos.

source: We plan for what we anticipate and we find something slightly different on site.
es: Planificamos para lo que anticipamos, y en terreno encontramos que es ligeramente diferente.
